Repository: kalkman-code/dimmer
Catalog: Sources/Dimmer/Resources/Localizable.xcstrings
Source language: en_gb
Languages: de, es, fr, ja, pt_br

source: %@ Activate to type an exact value.
de: %@ Aktiviere das Feld, um einen genauen Wert einzugeben.
es: %@ Activa para escribir un valor exacto.
fr: %@ Activez pour saisir une valeur exacte.
ja: %@ 正確な値を入力するには、この項目を操作してください。
pt_br: %@ Ative para digitar um valor exato.

source: %@ angle
de: %@: Winkel
es: Ángulo: %@
ja: %@の角度
pt_br: Ângulo: %@

source: %@ brightness
de: %@: Helligkeit
es: Brillo: %@
fr: %@ : luminosité
ja: %@の明るさ
pt_br: Brilho: %@

source: %@ exact value
de: %@: genauer Wert
es: valor exacto de %@
fr: %@ : valeur exacte
ja: %@の正確な値
pt_br: valor exato de %@

source: %@ Return applies. Escape cancels.
de: %@ Eingabetaste übernimmt. Escape bricht ab.
es: %@ Intro aplica. Esc cancela.
fr: %@ Entrée valide. Échap annule.
ja: %@ Returnで適用、Escapeでキャンセルします。
pt_br: %@ Return aplica. Esc cancela.

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間
pt_br: 1 hora

source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
ja: 2時間
pt_br: 2 horas

source: 5 hours
de: 5 Stunden
es: 5 horas
fr: 5 heures
ja: 5時間
pt_br: 5 horas

source: 15 minutes
de: 15 Minuten
es: 15 minutos
ja: 15分
pt_br: 15 minutos

source: A page, as the veil leaves it.
de: Eine Seite unter dem Schleier.
es: Una página tal como se ve bajo el velo.
fr: Une page sous le voile.
ja: ぼかしをかけたページの見え方です。
pt_br: Uma página como fica sob o véu.

source: About Dimmer
de: Über Dimmer
es: Acerca de Dimmer
fr: À propos de Dimmer
ja: Dimmerについて
pt_br: Sobre o Dimmer

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 動作中
pt_br: Ativo

source: Approval needed. Allow Dimmer in System Settings → General → Login Items.
de: Freigabe erforderlich. Erlaube Dimmer unter Systemeinstellungen → Allgemein → Anmeldeobjekte.
es: Se necesita autorización. Permite Dimmer en Ajustes del Sistema → General → Ítems de inicio y extensiones.
fr: Autorisation requise. Autorisez Dimmer dans Réglages Système → Général → Ouverture.
ja: 承認が必要です。「システム設定」→「一般」→「ログイン項目」でDimmerを許可してください。
pt_br: Aprovação necessária. Permita o Dimmer em Ajustes do Sistema → Geral → Itens de Início de Sessão e Extensões.

source: Awake until you turn this off.
de: Bleibt wach, bis du es ausschaltest.
es: El Mac permanece activo hasta que lo desactives.
fr: Le Mac reste éveillé jusqu’à la désactivation.
ja: オフにするまでスリープを防ぎます。
pt_br: O Mac ficará desperto até você desativar esta opção.

# Blur preview, %lld percent, %@
source: Blur preview, %1$lld percent, %2$@
de: Unschärfevorschau, %1$lld Prozent, %2$@
es: Vista previa del desenfoque, %lld por ciento, %@
fr: Aperçu du flou, %1$lld pour cent, %2$@
ja: ぼかしのプレビュー、%1$lldパーセント、%2$@
pt_br: Prévia do desfoque, %lld por cento, %@

source: Blur strength
de: Unschärfestärke
es: Intensidad del desenfoque
fr: Intensité du flou
ja: ぼかしの強さ
pt_br: Intensidade do desfoque

source: Blur when the lid is snapped into the zone
de: Unscharf stellen, wenn der Deckel schnell in die Zone geschlossen wird
es: Desenfocar al bajar la tapa de golpe hasta la zona
fr: Flouter lorsque le couvercle entre brusquement dans la zone
ja: ふたを素早くゾーンまで閉じたときにぼかす
pt_br: Desfocar ao baixar a tampa rapidamente até a zona

source: Built-in display brightness is unavailable.
de: Die Helligkeit des integrierten Displays ist nicht verfügbar.
es: El brillo de la pantalla integrada no está disponible.
fr: La luminosité de l’écran intégré n’est pas disponible.
ja: 内蔵ディスプレイの明るさを調整できません。
pt_br: O brilho da tela integrada está indisponível.

source: Built-in lid angle sensor is unavailable.
de: Der integrierte Deckelwinkelsensor ist nicht verfügbar.
es: El sensor integrado del ángulo de la tapa no está disponible.
fr: Le capteur d’angle du couvercle intégré n’est pas disponible.
ja: 内蔵のふた角度センサーを利用できません。
pt_br: O sensor integrado do ângulo da tampa está indisponível.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar

source: Clear speed
de: Ausblendtempo
es: Velocidad de desaparición
fr: Vitesse d’effacement
ja: 解除速度
pt_br: Velocidade de desaparecimento

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar

source: Copy support details
de: Supportdetails kopieren
es: Copiar detalles de asistencia
fr: Copier les détails d’assistance
ja: サポート情報をコピー
pt_br: Copiar detalhes de suporte

# Could not %@ Launch at Login: %@
source: Could not %1$@ Launch at Login: %2$@
de: „Beim Anmelden öffnen“ konnte nicht %1$@ werden: %2$@
es: No se pudo realizar la acción %@ en Abrir al iniciar sesión: %@
fr: Impossible de %1$@ « Ouvrir à la session » : %2$@
ja: ログイン時に起動を%@できませんでした：%@
pt_br: Não foi possível realizar a ação %@ em Abrir no Início da Sessão: %@

source: Could not create a keep-awake assertion (%d).
de: Die Wachhalte-Anforderung konnte nicht erstellt werden (%d).
es: No se pudo crear una solicitud para mantener el Mac activo (%d).
fr: Impossible de créer la demande de maintien éveillé (%d).
ja: スリープ防止要求を作成できませんでした（%d）。
pt_br: Não foi possível criar uma solicitação para manter o Mac desperto (%d).

source: Could not disable Launch at Login: %@
de: „Beim Anmelden öffnen“ konnte nicht deaktiviert werden: %@
es: No se pudo desactivar Abrir al iniciar sesión: %@
fr: Impossible de désactiver « Ouvrir à la session » : %@
ja: ログイン時に起動をオフにできませんでした：%@
pt_br: Não foi possível desativar Abrir no Início da Sessão: %@

source: Could not enable Launch at Login: %@
de: „Beim Anmelden öffnen“ konnte nicht aktiviert werden: %@
es: No se pudo activar Abrir al iniciar sesión: %@
fr: Impossible d’activer « Ouvrir à la session » : %@
ja: ログイン時に起動をオンにできませんでした：%@
pt_br: Não foi possível ativar Abrir no Início da Sessão: %@

source: Could not open the lid angle sensor (%d).
de: Der Deckelwinkelsensor konnte nicht geöffnet werden (%d).
es: No se pudo abrir el sensor del ángulo de la tapa (%d).
fr: Impossible d’ouvrir le capteur d’angle du couvercle (%d).
ja: ふた角度センサーを開けませんでした（%d）。
pt_br: Não foi possível abrir o sensor do ângulo da tampa (%d).

source: Could not read the lid angle sensor (%d).
de: Der Deckelwinkelsensor konnte nicht ausgelesen werden (%d).
es: No se pudo leer el sensor del ángulo de la tapa (%d).
fr: Impossible de lire le capteur d’angle du couvercle (%d).
ja: ふた角度センサーを読み取れませんでした（%d）。
pt_br: Não foi possível ler o sensor do ângulo da tampa (%d).

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: カット
pt_br: Recortar

source: Deep smoke: shapes only, nearly dark.
de: Dunkler Rauch: fast schwarz, nur Formen sind erkennbar.
es: Humo intenso: solo se distinguen formas, casi a oscuras.
fr: Fumée dense : presque noir, seules les formes restent visibles.
ja: 濃いスモーク：ほぼ暗く、形だけが見えます。
pt_br: Fumaça intensa: só formas ficam visíveis, quase no escuro.

source: degrees
de: Grad
es: grados
fr: degrés
ja: 度
pt_br: graus

source: degrees per second
de: Grad pro Sekunde
es: grados por segundo
fr: degrés par seconde
ja: 度/秒
pt_br: graus por segundo

source: Details copied
de: Details kopiert
es: Detalles copiados
fr: Détails copiés
ja: 詳細をコピーしました
pt_br: Detalhes copiados

source: Development
de: Entwicklung
es: Desarrollo
fr: Développement
ja: 開発
pt_br: Desenvolvimento

source: Dim the keyboard
de: Tastatur dimmen
es: Atenuar el teclado
fr: Atténuer le clavier
ja: キーボードを暗くする
pt_br: Reduzir o brilho do teclado

source: Dim the screen too
de: Auch den Bildschirm dimmen
es: Atenuar también la pantalla
fr: Atténuer aussi l’écran
ja: 画面も暗くする
pt_br: Reduzir também o brilho da tela

source: Dimmer active
de: Dimmer aktiv
es: Dimmer activo
fr: Dimmer actif
ja: Dimmerは動作中です
pt_br: Dimmer ativo

source: Dimmer follows your MacBook’s lid angle to dim the keyboard and screen as it closes.
de: Dimmer folgt dem Öffnungswinkel deines MacBook-Deckels und dimmt beim Schließen Tastatur und Bildschirm.
es: Dimmer sigue el ángulo de la tapa del MacBook para atenuar el teclado y la pantalla al cerrarla.
fr: Dimmer suit l’angle du couvercle de votre MacBook et atténue le clavier et l’écran à mesure qu’il se ferme.
ja: DimmerはMacBookのふたの角度に合わせて、ふたを閉じるにつれてキーボードと画面を暗くします。
pt_br: O Dimmer acompanha o ângulo da tampa do MacBook para reduzir o brilho do teclado e da tela ao fechá-la.

source: Screen and privacy control continue. Pause and resume to reconnect the keyboard.
de: Bildschirmsteuerung und Sichtschutz laufen weiter. Pausiere und setze fort, um die Tastatur wieder zu verbinden.
es: El control de pantalla y privacidad continúa. Pausa y reanuda para volver a conectar el teclado.
fr: Le contrôle de l’écran et de la confidentialité continue. Mettez en pause puis reprenez pour reconnecter le clavier.
ja: 画面とプライバシーの制御は続行中です。キーボードを再接続するには、一時停止してから再開してください。
pt_br: O controle da tela e da privacidade continua. Pause e retome para reconectar o teclado.

source: Dimmer keep awake
de: Dimmer: Wach halten
es: Dimmer mantiene el Mac activo
fr: Maintien éveillé de Dimmer
ja: Dimmerのスリープ防止
pt_br: Dimmer mantém o Mac desperto

source: Dimmer leaves automatic brightness unchanged.
de: Dimmer ändert die automatische Helligkeit nicht.
es: Dimmer no modifica el brillo automático.
fr: Dimmer ne modifie pas la luminosité automatique.
ja: Dimmerは明るさの自動調節設定を変更しません。
pt_br: O Dimmer não altera o brilho automático.

source: Dimmer paused
de: Dimmer pausiert
es: Dimmer en pausa
fr: Dimmer en pause
ja: Dimmerは一時停止中です
pt_br: Dimmer pausado

source: Dimmer Settings
de: Dimmer-Einstellungen
es: Ajustes de Dimmer
fr: Réglages de Dimmer
ja: Dimmerの設定
pt_br: Ajustes do Dimmer

source: Dimmer starts only when you open it.
de: Dimmer startet erst, wenn du die App öffnest.
es: Dimmer solo se inicia cuando lo abres.
fr: Dimmer démarre uniquement lorsque vous l’ouvrez.
ja: Dimmerは開いたときだけ起動します。
pt_br: O Dimmer só inicia quando você o abre.

source: Dimmer will run quietly when you log in.
de: Dimmer läuft bei der Anmeldung unauffällig im Hintergrund.
es: Dimmer se ejecutará en segundo plano al iniciar sesión.
fr: Dimmer s’exécutera discrètement à l’ouverture de session.
ja: ログイン時にDimmerをバックグラウンドで起動します。
pt_br: O Dimmer será executado em segundo plano quando você iniciar sessão.

# Dimmer: %@ Build: %@ macOS: %@ Mac model: %@
source: Dimmer: %1$@ Build: %2$@ macOS: %3$@ Mac model: %4$@
de: Dimmer: %1$@ Build: %2$@ macOS: %3$@ Mac-Modell: %4$@
es: Dimmer: %@ Compilación: %@ macOS: %@ Modelo de Mac: %@
fr: Dimmer : %1$@ Build : %2$@ macOS : %3$@ Modèle de Mac : %4$@
ja: Dimmer：%@ ビルド：%@ macOS：%@ Macのモデル：%@
pt_br: Dimmer: %@ Build: %@ macOS: %@ Modelo do Mac: %@

source: Dimming is off.
de: Dimmen ist ausgeschaltet.
es: La atenuación está desactivada.
fr: L’atténuation est désactivée.
ja: 調光はオフです。
pt_br: O escurecimento está desativado.

source: Dimming is paused. Resume from the menu bar.
de: Dimmen ist pausiert. Setze es über die Menüleiste fort.
es: La atenuación está en pausa. Reanúdala desde la barra de menús.
fr: L’atténuation est en pause. Reprenez-la depuis la barre des menus.
ja: 調光は一時停止中です。メニューバーから再開してください。
pt_br: O escurecimento está pausado. Retome pela barra de menus.

source: Dimming keeps running. Open Dimmer from Applications or Spotlight to bring Settings back, where Show in menu bar puts the icon back.
de: Dimmer läuft weiter. Öffne Dimmer über „Programme“ oder Spotlight, um die Einstellungen wieder aufzurufen. Aktiviere dort „In Menüleiste anzeigen“, um das Symbol wieder einzublenden.
es: La atenuación sigue activa. Abre Dimmer desde Aplicaciones o Spotlight para volver a mostrar Ajustes; allí, Mostrar en la barra de menús recupera el icono.
fr: Dimmer continue de fonctionner. Ouvrez-le depuis Applications ou Spotlight pour afficher les réglages, puis activez « Afficher dans la barre des menus » pour rétablir l’icône.
ja: 調光は続行中です。アプリケーションまたはSpotlightからDimmerを開くと設定が戻ります。設定で「メニューバーに表示」をオンにするとアイコンも戻ります。
pt_br: O escurecimento continua ativo. Abra o Dimmer em Aplicativos ou no Spotlight para voltar aos Ajustes; em Mostrar na barra de menus, você pode restaurar o ícone.

source: Dimming the keyboard and the screen as the lid closes.
de: Tastatur und Bildschirm werden beim Schließen des Deckels gedimmt.
es: Atenuando el teclado y la pantalla al cerrar la tapa.
fr: Atténuation du clavier et de l’écran à la fermeture du couvercle.
ja: ふたを閉じるにつれてキーボードと画面を暗くします。
pt_br: Reduzindo o brilho do teclado e da tela ao fechar a tampa.

source: Dimming the keyboard as the lid closes.
de: Die Tastatur wird beim Schließen des Deckels gedimmt.
es: Atenuando el teclado al cerrar la tapa.
fr: Atténuation du clavier à la fermeture du couvercle.
ja: ふたを閉じるにつれてキーボードを暗くします。
pt_br: Reduzindo o brilho do teclado ao fechar a tampa.

source: Dimming the screen as the lid closes.
de: Der Bildschirm wird beim Schließen des Deckels gedimmt.
es: Atenuando la pantalla al cerrar la tapa.
fr: Atténuation de l’écran à la fermeture du couvercle.
ja: ふたを閉じるにつれて画面を暗くします。
pt_br: Reduzindo o brilho da tela ao fechar a tampa.

source: Display brightness controls are unavailable on this Mac.
de: Die Displayhelligkeit lässt sich auf diesem Mac nicht steuern.
es: Los controles de brillo de pantalla no están disponibles en este Mac.
fr: La luminosité de l’écran ne peut pas être contrôlée sur ce Mac.
ja: このMacではディスプレイの明るさを調整できません。
pt_br: Os controles de brilho da tela estão indisponíveis neste Mac.

source: Display brightness could not be changed (%d).
de: Die Displayhelligkeit konnte nicht geändert werden (%d).
es: No se pudo cambiar el brillo de la pantalla (%d).
fr: Impossible de modifier la luminosité de l’écran (%d).
ja: ディスプレイの明るさを変更できませんでした（%d）。
pt_br: Não foi possível alterar o brilho da tela (%d).

source: Display brightness could not be read (%d).
de: Die Displayhelligkeit konnte nicht ausgelesen werden (%d).
es: No se pudo leer el brillo de la pantalla (%d).
fr: Impossible de lire la luminosité de l’écran (%d).
ja: ディスプレイの明るさを読み取れませんでした（%d）。
pt_br: Não foi possível ler o brilho da tela (%d).

source: Display brightness did not match the requested value.
de: Die Displayhelligkeit entspricht nicht dem gewünschten Wert.
es: El brillo de la pantalla no coincide con el valor solicitado.
fr: La luminosité de l’écran ne correspond pas à la valeur demandée.
ja: ディスプレイの明るさが指定した値になりませんでした。
pt_br: O brilho da tela não correspondeu ao valor solicitado.

source: Display brightness restoration is retrying.
de: Die Wiederherstellung der Displayhelligkeit wird erneut versucht.
es: Se está reintentando restaurar el brillo de la pantalla.
fr: Nouvelle tentative de rétablissement de la luminosité de l’écran.
ja: ディスプレイの明るさの復元を再試行しています。
pt_br: Tentando restaurar o brilho da tela novamente.

source: Drag an end sideways for its angle, up or down for its brightness. Tab selects a value; Return edits it and Escape cancels.
de: Ziehe ein Ende seitwärts, um den Winkel zu ändern, und nach oben oder unten, um die Helligkeit anzupassen. Tab wählt einen Wert; Eingabetaste bearbeitet ihn, Escape bricht ab.
es: Arrastra un extremo hacia los lados para cambiar el ángulo y arriba o abajo para cambiar el brillo. Tabulador selecciona un valor; Intro lo edita y Esc cancela.
fr: Faites glisser une extrémité horizontalement pour régler son angle, ou verticalement pour régler sa luminosité. Tab sélectionne une valeur ; Entrée la modifie et Échap annule.
ja: 端を左右にドラッグすると角度を、上下にドラッグすると明るさを調整できます。Tabで値を選択し、Returnで編集、Escapeでキャンセルします。
pt_br: Arraste uma extremidade para os lados para ajustar o ângulo, ou para cima e para baixo para ajustar o brilho. Tab seleciona um valor; Return o edita e Esc cancela.

source: Edit
de: Bearbeiten
es: Editar
fr: Édition
ja: 編集
pt_br: Editar

source: Fades the keyboard and screen to off. Input or moving the lid brings them back.
de: Blendet Tastatur und Bildschirm vollständig aus. Eingaben oder eine Bewegung des Deckels schalten sie wieder ein.
es: Atenúa el teclado y la pantalla hasta apagarlos. La actividad o mover la tapa los reactiva.
fr: Éteint progressivement le clavier et l’écran. Une saisie ou un mouvement du couvercle les réactive.
ja: キーボードと画面を徐々に消灯します。入力するか、ふたを動かすと元に戻ります。
pt_br: Reduz o brilho do teclado e da tela até apagá-los. Uma ação ou o movimento da tampa os reativa.

source: Frost
de: Milchglas
es: Esmerilado
fr: Dépoli
ja: フロスト
pt_br: Fosco

source: Frost: a light veil.
de: Milchglas: ein leichter Schleier.
es: Esmerilado: un velo ligero.
fr: Dépoli : un léger voile.
ja: フロスト：薄いベール。
pt_br: Fosco: um véu leve.

source: Frosted veil
de: Mattierter Schleier
es: Velo escarchado
fr: Voile givré
ja: フロストベール
pt_br: Véu fosco

source: Full: nothing on screen is readable.
de: Voll: Auf dem Bildschirm ist nichts lesbar.
es: Completo: no se puede leer nada en la pantalla.
fr: Complet : rien n’est lisible à l’écran.
ja: 最大：画面の内容は読めません。
pt_br: Total: nada na tela fica legível.

source: Go dark
de: Verdunkeln
es: Apagar
fr: Tout éteindre
ja: 消灯
pt_br: Apagar

source: Hide Dimmer from the menu bar?
de: Dimmer aus der Menüleiste ausblenden?
es: ¿Ocultar Dimmer de la barra de menús?
fr: Masquer Dimmer dans la barre des menus ?
ja: メニューバーからDimmerを隠しますか？
pt_br: Ocultar o Dimmer da barra de menus?

source: Hide icon
de: Symbol ausblenden
es: Ocultar icono
fr: Masquer l’icône
ja: アイコンを隠す
pt_br: Ocultar ícone

source: How far the lid must drop into the zone.
de: Wie weit der Deckel in die Zone sinken muss.
es: Cuánto debe bajar la tapa para entrar en la zona.
fr: Distance à parcourir par le couvercle dans la zone.
ja: ぼかしをかけるために、ふたをゾーン内で閉じる必要がある角度です。
pt_br: Quanto a tampa precisa baixar para entrar na zona.

source: How long the veil takes to fade once it clears.
de: Wie lange der Schleier nach dem Aufheben des Effekts zum Ausblenden braucht.
es: Cuánto tarda en desaparecer el velo al despejarse.
fr: Durée de disparition du voile après la levée de l’effet.
ja: 解除操作後、ぼかしが消えるまでの時間です。
pt_br: Quanto tempo o véu leva para desaparecer quando é removido.

source: In Settings, turn off Launch at Login. Wake the keyboard with a key or trackpad input, then Quit Dimmer to restore brightness, automatic keyboard brightness and screen colour. Check that brightness has returned before moving Dimmer from Applications to the Bin in Finder. Optional cleanup after restoration and quitting: remove Dimmer’s preferences and any remaining recovery files at the paths below. If restoration failed, keep the recovery files and reopen Dimmer with the keyboard awake before trying again. %@
de: Deaktiviere in den Einstellungen „Beim Anmelden öffnen“. Wecke die Tastatur mit einer Taste oder dem Trackpad auf und beende dann Dimmer, um die Helligkeit, die automatische Tastaturhelligkeit und die Bildschirmfarbe wiederherzustellen. Prüfe, ob die Helligkeit wiederhergestellt wurde, bevor du Dimmer im Finder aus „Programme“ in den Papierkorb bewegst. Optionale Bereinigung nach der Wiederherstellung und dem Beenden: Entferne Dimmers Einstellungen und alle verbliebenen Wiederherstellungsdateien unter den folgenden Pfaden. Falls die Wiederherstellung fehlgeschlagen ist, behalte die Wiederherstellungsdateien und öffne Dimmer erneut, während die Tastatur aktiv ist. %@
es: En Ajustes, desactiva Abrir al iniciar sesión. Reactiva el teclado con una tecla o el trackpad y, después, sal de Dimmer para restaurar el brillo, el brillo automático del teclado y el color de la pantalla. Comprueba que se haya restaurado el brillo antes de mover Dimmer de Aplicaciones a la Papelera en el Finder. Limpieza opcional después de restaurar y salir: elimina los ajustes de Dimmer y los archivos de recuperación que queden en las rutas siguientes. Si la restauración falla, conserva los archivos de recuperación y vuelve a abrir Dimmer con el teclado activo antes de intentarlo de nuevo. %@
fr: Dans les réglages, désactivez « Ouvrir à la session ». Réveillez le clavier en appuyant sur une touche ou en touchant le trackpad, puis quittez Dimmer pour rétablir la luminosité, le réglage automatique du clavier et les couleurs de l’écran. Vérifiez que la luminosité est rétablie avant de déplacer Dimmer du dossier Applications vers la Corbeille dans le Finder. Nettoyage facultatif après le rétablissement et la fermeture : supprimez les préférences de Dimmer et les éventuels fichiers de récupération restants aux emplacements ci-dessous. Si le rétablissement a échoué, conservez les fichiers de récupération et rouvrez Dimmer avec le clavier actif avant de réessayer. %@
ja: 「設定」で「ログイン時に起動」をオフにします。キーを押すかトラックパッドを操作してキーボードを復帰させてから、Dimmerを終了し、明るさ、自動キーボード輝度、画面の色を復元します。明るさが戻ったことを確認してから、Finderで「アプリケーション」内のDimmerをゴミ箱に移動してください。 復元と終了後の任意の片付け：以下のパスにあるDimmerの設定と残った復旧ファイルを削除します。復元に失敗した場合は復旧ファイルを残し、キーボードのバックライトが点灯した状態でDimmerを再度開いてからやり直してください。 %@
pt_br: Em Ajustes, desative Abrir no Início da Sessão. Ative o teclado com uma tecla ou o trackpad e, depois, encerre o Dimmer para restaurar o brilho, o brilho automático do teclado e a cor da tela. Confira se o brilho foi restaurado antes de mover o Dimmer de Aplicativos para o Lixo no Finder. Limpeza opcional após a restauração e o encerramento: remova os ajustes do Dimmer e os arquivos de recuperação restantes nos caminhos abaixo. Se a restauração falhar, mantenha os arquivos de recuperação e abra o Dimmer novamente com o teclado ativo antes de tentar outra vez. %@

source: Include these details in your report. Nothing is sent automatically.
de: Füge diese Details deinem Bericht hinzu. Es wird nichts automatisch gesendet.
es: Incluye estos detalles en tu informe. No se envía nada automáticamente.
fr: Joignez ces détails à votre rapport. Rien n’est envoyé automatiquement.
ja: 報告にこの情報を含めてください。自動送信はされません。
pt_br: Inclua estes detalhes no seu relatório. Nada é enviado automaticamente.

source: Indefinitely
de: Unbegrenzt
es: Indefinidamente
fr: Indéfiniment
ja: 無期限
pt_br: Indefinidamente

source: Instant
de: Sofort
es: Instantáneo
fr: Instantané
ja: 即時
pt_br: Instantâneo

source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur non valide
ja: 無効な値
pt_br: Valor inválido

source: Keep awake
de: Wach halten
es: Mantener activo
fr: Maintenir éveillé
ja: スリープを防止
pt_br: Manter desperto

source: Keep the display awake too
de: Auch das Display wach halten
es: Mantener activa también la pantalla
fr: Maintenir aussi l’écran éveillé
ja: ディスプレイのスリープも防止
pt_br: Manter a tela ativa também

source: Keep the Mac awake
de: Mac wach halten
es: Mantener activo el Mac
fr: Maintenir le Mac éveillé
ja: Macのスリープを防止
pt_br: Manter o Mac desperto

source: Keeps the Mac awake indefinitely.
de: Hält den Mac unbegrenzt wach.
es: Mantiene el Mac activo indefinidamente.
fr: Maintient le Mac éveillé indéfiniment.
ja: Macを無期限にスリープさせません。
pt_br: Mantém o Mac desperto indefinidamente.

source: Keeps the Mac awake until %@.
de: Hält den Mac bis %@ wach.
es: Mantiene el Mac activo hasta %@.
fr: Maintient le Mac éveillé jusqu’à %@.
ja: %@までMacをスリープさせません。
pt_br: Mantém o Mac desperto até %@.

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ja: キーボード
pt_br: Teclado

source: Keyboard and screen off until you type, touch the trackpad or move the lid.
de: Tastatur und Bildschirm bleiben ausgeschaltet, bis du tippst, das Trackpad berührst oder den Deckel bewegst.
es: El teclado y la pantalla permanecen apagados hasta que escribas, toques el trackpad o muevas la tapa.
fr: Le clavier et l’écran restent éteints jusqu’à ce que vous tapiez, touchiez le trackpad ou déplaciez le couvercle.
ja: 入力する、トラックパッドに触れる、またはふたを動かすまでキーボードと画面を消灯します。
pt_br: O teclado e a tela ficam apagados até você digitar, tocar no trackpad ou mover a tampa.

source: Keyboard backlight controls are unavailable on this Mac.
de: Die Tastaturbeleuchtung lässt sich auf diesem Mac nicht steuern.
es: Los controles de retroiluminación del teclado no están disponibles en este Mac.
fr: Le rétroéclairage du clavier ne peut pas être contrôlé sur ce Mac.
ja: このMacではキーボードのバックライトを調整できません。
pt_br: Os controles da retroiluminação do teclado estão indisponíveis neste Mac.
